Repository: jsbien/marasca-wbl-dev-fork
Catalog: marasca/locale/*/LC_MESSAGES/django.po
Languages: pl

source: <p> The version 1 of the corpus is available since August 6, 2010. It contains about 7 milions tokens representing about 5000 pages of the dictionary. </p>
pl: <p> Aktualnie dostępna jest wersja 1 korpusu z 6 sierpnia 2010. Korpus ten liczy ok. 7 mln segmentów, odpowiadającym około 5000 stronom słownika. </p>

source: <p> The recommended form of acknowledging in the scientific publications the use of this retrodigitization and the search engine is to reference the paper <a href='http://bc.klf.uw.edu.pl/177/'>Efficient search in hidden text of large DjVu documents</a> or <a href="http://bc.klf.uw.edu.pl/322/">Skanowane teksty jako korpusy</a>. The recommended form of acknowledging the use of index is referencing the presentation <a href="http://bc.klf.uw.edu.pl/379/">Elektroniczny indeks do słownika Lindego</a>. </p>
pl: <p> Aktualnie rekomendowaną formą powoływania się w publikacjach naukowych na dygitalizację słownika i wyszukiwarkę jest cytowanie artykułu <a href="http://bc.klf.uw.edu.pl/322/">Skanowane teksty jako korpusy</a> lub <a href='http://bc.klf.uw.edu.pl/177/'>Efficient search in hidden text of large DjVu documents</a>. Rekomendowaną formą powoływania się na indeks jest cytowanie referatu <a href="http://bc.klf.uw.edu.pl/379/">Elektroniczny indeks do słownika Lindego</a>. </p>

source: <p> The recommended way to use the search engine and the index is the <a href="https://bitbucket.org/jsbien/ndt/wiki/wyniki#!djview-for-poliqarp-zdalny-klient-graficzny-serwera-poliqarp-for-djvu-remote-graphical-client-for-poliqarp-for-djvu">djview4poliqarp</a> remote client available on all basic platforms. For use with a WWW browser it is recommended to switch on <i>Experimental graphical concordances</i> in the <i>Settings</i> panel. </p>
pl: <p> Zaleca się korzystanie z korpusu i indeksu za pomocą programu the <a href="https://bitbucket.org/jsbien/ndt/wiki/wyniki#!djview-for-poliqarp-zdalny-klient-graficzny-serwera-poliqarp-for-djvu-remote-graphical-client-for-poliqarp-for-djvu">djview4poliqarp</a> Przy korzystaniu z przeglądarki WWW wskazane jest włączenie w <i>Ustawieniach</i> opcji <i>Eksperymentalne konkordancje graficzne</i>. </p>

source: Scans were made with Fujitsu fi-6130 scanner and Kofax VRS software by Joanna A. Bilińska. OCR was prepared by Janusz S. Bień with FineReader 10 (selected language Polish, default values of other recognition parameters) and saved as PDF/A files with MRC lossy compression. The scans has been converted to DjVu format by Jakub Wilk, he also converted the OCR results to the suitable corpus format. </p>
pl: Skany wykonała Joanna A. Bilińska na skanerze Fujitsu fi-6130 przy użyciu oprogramowania Kofax VRS. OCR wykonał Janusz S. Bień stosując program FineReader 10 (język polski, pozostałe parametry domyślne) zapisując wyniki w formacie PDF/A z użyciem stratnej kompresji MRC. Konwersję na format DjVu wykonał Jakub Wilk, który skonwertował również wyniki OCR na format korpusu. </p>

source: <p> Search can be limited to a specific volume with the <code>within</code> clause, e.g. <code>within vol1</code>,..., <code>within vol6</code>, <code>within vol6part1</code> or <code>within vol6part2</code>.
pl: <p> Wyszukiwanie może być ograniczone do konkretnych tomów za pomocą warunku <code>within</code>, n.p. <code>within vol1</code>,..., <code>within vol6</code>, <code>within vol6part1</code> lub <code>within vol6part2</code>.

source: <p> The <code>within</code> clause can be also used to limit the search to the following sections: <ul> <li><code>body</code> (entries and their corrections),</li> <li><code>errata</code> (just the corrections),</li> <li><code>intro</code> (introductory texts),</li> <li><code>info</code> (other informations),</li> <li><code>varia</code> (dedications, subscriber lists),</li> <li><code>front</code> (frontmatter),</li> <li><code>back</code> (backmatter).</li> </ul> </p>
pl: <p> Warunek <code>within</code> może być używany do ograniczania wyszukiwania do następujących sekcji: <ul> <li><code>body</code> (hasła i poprawki do nich),</li> <li><code>errata</code> (poprawki do haseł),</li> <li><code>intro</code> (informacje wstępne),</li> <li><code>info</code> (inne teksty informacyjne),</li> <li><code>varia</code> (dedykacje, listy subskrybentów),</li> <li><code>front</code> (tytularia i inne materiały wstępne),</li> <li><code>back</code> (teksty następujące po części hasłowej).</li> </ul> </p>

source: <p class='small-print'> The page was updated by Janusz S. Bień in September 2014. </p>
pl: <p class='small-print'> Stronę uaktualnił Janusz S. Bień we wrześniu 2014 r. </p>

source: <p> The search engine uses the electronic versions of the 35 volumes (containing entries from <a href='http://kpbc.umk.pl/publication/17781'><em>A</em> to <em>ROWNY</em></a>) of <a href='http://www.spxvi.edu.pl'>the dictionary of the 16th century Polish</a>, made succesively available since 2008 in the DjVu format in the <a href='http://kpbc.umk.pl/'>Kujawsko-Pomorska Digital Library</a> under <a href='http://rychlicki.net/en/2010/11/09/6119/'>the terms</a> of the <a href='http://creativecommons.org/licenses/by-nc-nd/2.5/pl/deed.en'>Creative Commons license version Attribution-Noncommercial-No Derivative Works 2.5 Poland</a>. </p>
pl: <p> Wykorzystywane przez wyszukiwarkę 35 tomów <a href='http://www.spxvi.edu.pl'>Słownika polszczyzny XVI wieku</a> — obejmujących hasła od <a href='http://kpbc.umk.pl/publication/17781'><em>A</em> do <em>ROWNY</em></a> — znajdują się w <a href='http://kpbc.umk.pl/'>Kujawsko-Pomorskiej Bibliotece Cyfrowej</a>, gdzie są sukcesywnie udostępniane od 2008 roku w formacie DjVu na <a href='http://www.mimuw.edu.pl/polszczyzna/SpXVIwwI/#x1-20002'>zasadach</a> licencji <a href='http://creativecommons.org/licenses/by-nc-nd/2.5/pl/'>Creative Commons Uznanie autorstwa-Użycie niekomercyjne-Bez utworów zależnych wersja 2.5</a>.</p>

source: <p> Scanning the first 32 volumes, and later OCR with LizardTech DocumentExpress Professional 5.0, has been done by the library staff. </p> <p> Volume <a href='http://kpbc.umk.pl/publication/33857'>XXXIII</a> and <a href='http://kpbc.umk.pl/publication/43926'>XXXIV</a> are digitally born, they have been converted to DjVu format by Jakub Wilk using the <a href='http://pdf2djvu.googlecode.com/'>pdf2djvu</a> and <a href='http://minidjvu.sourceforge.net/'>minidjvu</a> programs. </p> <p> On July 14, 2010 the digitally born versions of volumes <a href='http://kpbc.umk.pl/publication/18640'>XXXI</a> and <a href='http://kpbc.umk.pl/publication/18641'>XXXII</a> have replaced the scans; they have been converted to DjVu format by Jakub Wilk using the <a href='http://pdf2djvu.googlecode.com/'>pdf2djvu</a> and <a href='http://minidjvu.sourceforge.net/'>minidjvu</a> programs. </p>
pl: <p>Skanowanie tomów I-XXXII, a następnie optyczne rozpoznawanie znaków za pomocą za pomocą programu LizardTech DocumentExpress Professional 5.0, wykonali pracownicy biblioteki.</p> <p><a href='http://kpbc.umk.pl/publication/33857'>Tomy XXXIII</a>i <a href='http://kpbc.umk.pl/publication/43926'>XXXIV</a> są „urodzone cyfrowo”; ich udostępnienie stanowi częściową realizację <a href='/extra/2008-09-02_JSB2FNP_bURL_ann.djvu'>postulatów Janusza S. Bienia z 2 września 2008 r.</a>; konwersję na format DjVu wykonał Jakub Wilk za pomocą programów <a href='http://pdf2djvu.googlecode.com/'>pdf2djvu</a> i <a href='http://minidjvu.sourceforge.net/'>minidjvu</a>.</p> <p>Od 14 lipca 2010 r. tomy <a href='http://kpbc.umk.pl/publication/18640'>XXXI</a> i <a href='http://kpbc.umk.pl/publication/18641'>XXXII</a> są również dostępne w wersji „urodzonej cyfrowo”, co stanowi częściową realizację <a href='/extra/2008-05-06_JSB2IBL_BObURL.djvu'>postulatów Janusza S. Bienia z 6 maja 2008 r.</a>; konwersję na format DjVu wykonał Jakub Wilk za pomocą programów <a href='http://pdf2djvu.googlecode.com/'>pdf2djvu</a> i <a href='http://minidjvu.sourceforge.net/'>minidjvu</a>.</p>

source: <p class='small-print'> Unfortunately using the digitally-born versions of some other volumes is not possible for formal reasons described in <a href='http://bc.klf.uw.edu.pl/71/'>Janusz S. Bień's paper</a>. </p>
pl: <p class='small-print'> Niektóre urodzone cyfrowo tomy nie są przygotowane do wykorzystania z powodu braku pozytywnej reakcji na <a href='/extra/2003-11-26_JSB2IBL_BO.djvu'>pismo z 26 listopada 2003 r.</a> i stanowiska dyrekcji Instytutu Badań Literackich PAN przedstawionego <a href='/extra/2008-09-17_IBL2JSB.djvu'>w piśmie z 17 września 2008 r.</a> </p>

source: <p> The volume <a href='http://kpbc.umk.pl/publication/55856'>XXXV</a> is the first one prepared with the intention to distribute it also in an online form due to <a href='http://www.fnp.org.pl/files/programy/23/regulamin_ProjektyWydawnicze2008.pdf'>the requirement</a> of the sponsor, i.e. <a href='http://www.fnp.org.pl/index.php?lng=en'>Foundation for Polish Science</a>. It has been converted to DjVu format using the <a href='http://pdf2djvu.googlecode.com/'>pdf2djvu</a> program by the staff of the KPBC library. Unfortunately in this case such an online form is not optimal, cf. e.g. the relevant fragments of Krzysztof Szafran's <a href='http://www.mimuw.edu.pl/~kszafran/publikacje/ksiazka-I-djvu/index.djvu'>book</a> (in Polish) and its <a href='http://moodle.ils.uw.edu.pl/pluginfile.php/4324/mod_resource/content/0/saloni_zygmunt/Zygmunt_Saloni.pdf'>review</a>. </p>
pl: <p> Tom <a href='http://kpbc.umk.pl/publication/55856'>XXXV</a> jest pierwszym tomem przygotowanym z zamiarem udostępnienia go również w Internecie w celu spełnienia <a href='http://www.fnp.org.pl/files/programy/23/regulamin_ProjektyWydawnicze2008.pdf'>wymagania</a> sponsora, tj. <a href='http://www.fnp.org.pl'>Fundacji na rzecz Nauki Polskiej</a>. Został on skonwertowany na format DjVu za pomocą programu <a href='http://pdf2djvu.googlecode.com/'>pdf2djvu</a> przez personel biblioteki. Niestety w tym wypadku taka postać nie jest optymalna - por. np. odpowiednie ustępy książki Krzysztofa Szafrana <a href='http://www.mimuw.edu.pl/~kszafran/publikacje/ksiazka-I-djvu/index.djvu'>„Analiza i formalny opis struktury Słownika polszczyzny XVI wieku”</a> i jej <a href='http://moodle.ils.uw.edu.pl/pluginfile.php/4324/mod_resource/content/0/saloni_zygmunt/Zygmunt_Saloni.pdf'>recenzji</a>. </p>

source: <p> The OCR results for the scanned volumes and the hidden text layer of volumes XXXI-XXXIV have been converted to the suitable corpus format by Jakub Wilk. The volume XXXV has been converted to the suitable format and added to the corpus by <a href='http://www.mimuw.edu.pl/~kszafran/'>Krzysztof Szafran</a>. </p> <p> The corpus consists of ca. 33 million segments. This is the version 6 of the corpus, available since March 20, 2012. </p>
pl: <p> Wyniki optycznego rozpoznania znaków dla tomów I-XXXII oraz warstwę znakową tomów XXXI-XXXIV skonwertował na format korpusu Jakub Wilk. Tom XXXV skonwertował i dodał do korpusu <a href='http://www.mimuw.edu.pl/~kszafran/'>Krzysztof Szafran</a>. </p> <p> Korpus ten liczy ok. 33 mln segmentów. Aktualnie dostępna jest wersja 6 korpusu z 20 marca 2012. </p>

source: <p> Search can be limited to a specific volume with the meta clause, e.g. <code>meta vol=i/X</code> or <code>meta vol=I/X</code> limits the search to the first volume while <code>meta orig=pdf</code> limits the search to the 5 digitally-born volumes. </p>
pl: <p> Wyszukiwanie może być ograniczone do konkretnych tomów za pomocą warunku meta, np. <code>meta vol=i/X</code> lub <code>meta vol=I/X</code> ogranicza wyszukiwanie do pierwszego tomu, natomiast <code>meta orig=pdf</code> ogranicza je do 5 tomów „urodzonych cyfrowo”. </p>

source: <p> The <code>within</code> clause can be used to limit the search to the so called sections: <code>front</code> (the frontmatter), <code>intro</code> (the prefaces in the first volume), <code>list</code> (the list of entries provided at the beginning of every volume), <code>body</code> (the entries), <code>errata</code> (corrections and additions; this section is contained in <code>body</code>), <code>back</code> (backmatter), <code>inset</code> (loose insets with the lists of sources and abbreviations). </p>
pl: <p> Za pomocą warunku <code>within</code> wyszukiwanie może być ograniczone do sekcji, noszących umowne nazwy: <code>front</code> (tytularia itp.), <code>intro</code> (wstępy zawarte w I tomie), <code>list</code> (listy haseł na początku poszczególnych tomów), <code>body</code> (hasła), <code>errata</code> (erraty i uzupełnienia, ta sekcja zawiera się w <code>body</code>), <code>back</code> (końcowe strony tomu), <code>inset</code> (wkładki z wykazem źródeł i skrótów). </p>

source: <p> The search engine uses the electronic version of the dictionary in the DjVu format available in <a href='%(url)s'>the digital library of the University of Warsaw</a> since February 2008. The eight volumes of the dictionary have 7667 pages in total, including 7541 pages with entries (the figures come from Magdalena Majdak's book “Słownik warszawski. Kocepcja - Realizacja — Recepcja”, Warszawa 2008). </p>
pl: <p> Wykorzystywany przez wyszukiwarkę egzemplarz słownika znajduje się w <a href='%(url)s'>e-bibliotece Uniwersytetu Warszawskiego</a>, gdzie jest dostępny od lutego 2008 roku w formacie DjVu. Osiem tomów słownika liczy łącznie 7667 stron, w tym 7541 stron części hasłowej (dane z książki Magdaleny Majdak „Słownik warszawski. Koncepcja — Realizacja — Recepcja”, Warszawa 2008). </p>

source: <p> OCR on the scans was done by the library staff, namely Tomasz Trynkowski and Grzegorz Kłębek, with Abby FineReader version 8. </p>
pl: <p> Optyczne rozpoznawanie znaków wykonali pracownicy biblioteki — Tomasz Trynkowski i Grzegorz Kłębek — za pomocą programu Abby FineReader w wersji 8.</p>

source: <p> The OCR results has been converted to the suitable corpus format by Jakub Wilk. The corpus text consists of ca. 11 million segments. This is the version 2 of the corpus, available since January 6, 2010. </p>
pl: <p> Wyniki OCR skonwertował na format korpusu Jakub Wilk. Korpus ten liczy ok. 11 mln segmentów. Aktualnie dostępna jest wersja 2 korpusu z 6 stycznia 2010. </p>
