Repository: jsbien/marasca-wbl-dev-fork
Catalog: marasca/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Query
pl: Zapytanie

source: Please enable cookies and try again
pl: Proszę włączyć „ciasteczka” i spróbować jeszcze raz

source: by left context
pl: wg lewego kontekstu

source: by left match
pl: wg lewego dopasowania

source: by right match
pl: wg prawego dopasowania

source: by right context
pl: wg prawego kontekstu

source: ascending
pl: rosnąco

source: descending
pl: malejąco

source: primary forms
pl: formy pierwotne

source: derived forms
pl: formy pochodne

source: tags
pl: znaczniki

source: artistic genre
pl: artystyczny

source: prose
pl: proza

source: poetry
pl: poezja

source: drama
pl: dramat

source: news and commentaries
pl: publicystyczny

source: non-fiction
pl: literatura faktu

source: scientific and educational genre
pl: naukowo-dydaktyczny

source: humanistic
pl: naukowy humanistyczny

source: nature
pl: naukowy przyrodniczy

source: technical
pl: naukowy techniczny

source: popular science
pl: popularno-naukowy

source: textbook
pl: podręcznik

source: official style
pl: urzędowo-kancelaryjny

source: protocol
pl: protokół

source: law
pl: ustawa

source: books and guides
pl: informacyjno-poradnikowy

source: colloquial style
pl: potoczny

source: newspaper or periodical
pl: prasa

source: book
pl: książka

source: manuscript
pl: rękopis

source: author
pl: autor

source: title
pl: tytuł

source: date
pl: data

source: publisher
pl: wydawca

source: place of publication
pl: miejsce wydania

source: style
pl: styl

source: scan with OCR
pl: skan z OCR

source: PDF conversion
pl: konwersja PDF

source: volume
pl: wolumin

source: year
pl: rok

source: range
pl: zakres

source: from <em>%(start)s</em> to <em>%(stop)s</em>
pl: od <em>%(start)s</em> do <em>%(stop)s</em>

source: origin
pl: źródło

source: Polish
pl: polski

source: English
pl: angielski

source: J. Karłowicz, A. Kryński, W. Niedźwiedzki. Dictionary of Polish. Warsaw 1900–1927
pl: J. Karłowicz, A. Kryński, W. Niedźwiedzki. Słownik języka polskiego. Warszawa 1900–1927

source: S. Bąk, M. R. Mayenowa, F. Pepłowski (eds.). Dictionary of the 16th century Polish. Wrocław — Warszawa, 1966-???? (work in progress)
pl: S. Bąk, M. R. Mayenowa, F. Pepłowski (red.). Słownik polszczyzny XVI wieku. Wrocław — Warszawa, 1966-???? (praca w toku)

source: S. B. Linde. Dictionary of Polish (2nd edition). Lwów 1854-1861.
pl: S. B. Linde. Słownik języka polskiego (2. wydanie). Lwów 1854-1861.

source: B. Chlebowski, F. Sulimierski, W. Walewski (ed.), The Geographical Dictionary of the Polish Kingdom and other Slavic Countries, Warszawa 1880-1902
pl: B. Chlebowski, F. Sulimierski, W. Walewski (red.), Słownik Geograficzny Królestwa Polskiego i innych krajów słowiańskich, Warszawa 1880-1902

source: IMPACT GT corpus (1-d), 1570-1756
pl: Korpus GT projektu IMPACT (wersja 1-w.), 1570-1756

source: IMPACT GT corpus (2-d), 1570-1756
pl: Korpus GT projektu IMPACT (wersja 2-w.), 1570-1756

source: Page not found
pl: Strona nie znaleziona

source: We're sorry, but the requested page could not be found.
pl: Niestety, żądana strona nie została znaleziona.

source: Server error (500)
pl: Błąd serwera (500)

source: Server error
pl: Błąd serwera

source: There's been an error. It's been reported to the site administrators and should be fixed shortly. Thanks for your patience.
pl: Wystąpił niespodziewany błąd. Został on zgłoszony administratorowi strony i powinien zostać wkrótce naprawiony. Dziękujemy za cierpliwość.

source: Service unavailable (503)
pl: Usługa niedostępna (503)

source: Service unavailable
pl: Usługa niedostępna

source: The server is currently unable to handle the request due to a temporary overload.
pl: Serwer nie może obecnie obsłużyć zapytania z powodu chwilowego przeciążenia.

source: The search engine, made available by <a href='http://www.klf.uw.edu.pl/en/'>the Formal Linguistics Department</a> of the University of Warsaw, facilitates searching digitalized texts in <a href='http://en.wikipedia.org/wiki/DjVu'>the DjVu format</a>.
pl: Udostępniona przez <a href='http://www.klf.uw.edu.pl'>Katedrę Lingwistyki Formalnej</a> wyszukiwarka pozwala na wygodne przeszukiwanie tekstów w <a href='http://pl.wikipedia.org/wiki/DjVu'>formacie DjVu</a>.

source: The engine is a modification of the <a href='http://poliqarp.sourceforge.net/'>Poliqarp system</a> (developed in the <a href='http://nlp.ipipan.waw.pl/'>Institute of Computer Science of Polish Academy of Sciences</a>) used to support the <a href='http://nkjp.pl/?lang=1'>National Corpus of Polish</a>, so it has the same query syntax. The modification has been implemented by <a href='http://jwilk.net/'>Jakub Wilk</a>, who also converted most of the texts to a suitable format.
pl: Wykorzystuje ona specjalnie zmodyfikowaną wersję <a href='http://poliqarp.sourceforge.net/'>systemu Poliqarp</a>, stworzonego w <a href='http://nlp.ipipan.waw.pl/'>Instytucie Podstaw Informatyki PAN</a> i aktualnie rozwijanego na potrzeby <a href='http://nkjp.pl/'>Narodowego Korpusu Języka Polskiego</a>; w konsekwencji składnia zapytań jest identyczna jak w korpusie narodowym. Modyfikacji systemu dokonał <a href='http://jwilk.net/'>Jakub Wilk</a>, który również skonwertował większość udostępnianych tekstów na format wymagany przez system.

source: The idea to use Poliqarp for DjVu texts was developed by <a href='http://fleksem.klf.uw.edu.pl/~jsbien/'>Janusz S. Bień</a>. It was presented in a paper entitled <a href='http://bc.klf.uw.edu.pl/118/'>“Facilitating access to digitalized dictionaries”</a> and later in other publications including <a href='http://bc.klf.uw.edu.pl/177/'>“Efficient search in hidden text of large DjVu documents”</a>.
pl: Koncepcję wykorzystania wyszukiwarki Poliqarp do tekstów w formacie DjVu sformułował <a href='http://fleksem.klf.uw.edu.pl/~jsbien/'>Janusz S. Bień</a>. Była ona prezentowana m.in. w publikacji <a href='http://bc.klf.uw.edu.pl/107/'>„Dygitalizacja i komputeryzacja słowników…”</a>, a także w publikacjach angielskojęzycznych dostępnych w <a href='http://bc.klf.uw.edu.pl'>Bibliotece Cyfrowej KLF UW.</a>

source: The work on the search engine was supported by the Ministry of Science and Higher Education's <a href='https://bitbucket.org/jsbien/ndt'>grant no. N N519 384036</a>.
pl: Prace nad wyszukiwarką były finansowane przez grant MNiSzW nr N N519 384036 <a href='https://bitbucket.org/jsbien/ndt'>„Narzędzia dygitalizacji tekstów na potrzeby badań filologicznych”</a>.

source: Please install a <a href='http://djvu.org/resources/'>DjVu plugin for your browser</a> or use the <a href='https://bitbucket.org/jsbien/ndt/wiki/wyniki'>djview for Poliqarp</a> client program.
pl: Proszę zainstalować w swojej przeglądarce <a href='http://djvu.org/resources/'>wtyczkę DjVu</a> lub używać programu klienckiego <a href='https://bitbucket.org/jsbien/ndt/wiki/wyniki'>djview for Poliqarp</a>.

source: You may also switch on the option <i>Experimental graphical concordances</i>.
pl: Można również włączyć opcję <i>Eksperymentalne konkordancje graficzne</i>.

source: If you see a fragment of <i>Nowe Ateny</i> (from the IMPACT corpus), then you have a DjVu plugin working correctly. Nevertheless the recommended way to use this site is with <a href='https://bitbucket.org/jsbien/ndt/wiki/wyniki'>djview for Poliqarp</a> client program.
pl: Jeśli widoczny jest fragment <i>Nowych Aten</i> (z korpusu IMPACT), to wtyczka DjVu działa poprawnie. Tym niemniej zalecanym sposobem korzystania z tej witryny jest używanie programu <a href='https://bitbucket.org/jsbien/ndt/wiki/wyniki'>djview for Poliqarp</a>.

source: Please install a <a href='http://djvu.org/resources/'>DjVu plugin for your browser</a> or use the <a href='https://bitbucket.org/jsbien/ndt/wiki/wyniki'>djview for Poliqarp</a> client program. You may also switch on the option “Experimental graphical concordances”.
pl: Proszę zainstalować w swojej przeglądarce <a href='http://djvu.org/resources/'>wtyczkę DjVu</a> lub używać programu klienckiego <a href='https://bitbucket.org/jsbien/ndt/wiki/wyniki'>djview for Poliqarp</a>. Można również włączyć opcję “Eksperymentalne konkordancje graficzne”.

source: The query syntax is fully compatible with the following descriptions
pl: Pod względem formalnym składnia zapytań jest zgodna z opisami

source: but due to the specific characters of this corpus only the segment queries are meaningful.
pl: ale ze względu na inny charakter korpusu funkcjonują tylko zapytania o segmenty.

source: <span id='wait'>Searching corpus, please wait&#8230;</span>
pl: <span id='wait'>Trwa przeszukiwanie korpusu, proszę czekać…</span>

source: This page will <a href='%(refresh_url)s'>refresh</a> automatically in a second.
pl: Strona <a href='%(refresh_url)s'>odświeży się</a> automatycznie za sekundę

source: Search
pl: Szukaj

source: Found <span id='matches-so-far'>%(n)s</span> result so far
pl: Dotychczas znaleziono <span id='matches-so-far'>%(n)s</span> wynik

source: <span id='matches'>%(n)s</span> results (of all <span id='all-matches'>%(m)s</span>)
pl: %(n)s wynik (spośród <span id='matches'>%(m)s</span> wszystkich)

source: Found <span id='matches'>%(n)s</span> result
pl: Znaleziono <span id='matches'>%(n)s</span> wynik

source: Displaying results %(l)s—%(r)s
pl: Wyświetlanie wyników %(l)s-%(r)s

source: Previous %(n)s
pl: Poprzedni %(n)s

source: Next %(n)s
pl: Następny %(n)s

source: Bookmark
pl: Zakładka

source: Results
pl: Wyniki

source: Context
pl: Kontekst

source: Metadata
pl: Metadane

source: Random sample of size:
pl: Losowa próbka rozmiaru:

source: Sort results
pl: Sortuj wyniki

source: Show:
pl: Pokazuj:

source: in match:
pl: w dopasowaniu:

source: in context:
pl: w kontekście:

source: Context width:
pl: Szerokość kontekstu:

source: left:
pl: lewego:

source: right:
pl: prawego:

source: wide:
pl: szerokiego:

source: Experimental graphical concordances
pl: Eksperymentalne konkordancje graficzne

source: Results per page:
pl: Wyników na stronę:

source: Modify settings
pl: Zmień ustawienia

source: <p> The recommended form of acknowledging the use of this resource is to reference the paper <a href='http://bc.klf.uw.edu.pl/177/'>Efficient search in hidden text of large DjVu documents</a> or the presentation <a href="http://bc.klf.uw.edu.pl/322/">Skanowane teksty jako korpusy</a>. </p>
pl: <p> Aktualnie rekomendowaną formą powoływania się na wyszukiwarkę jest cytowanie artykułu <a href="http://bc.klf.uw.edu.pl/322/">Skanowane teksty jako korpusy</a> lub <a href='http://bc.klf.uw.edu.pl/177/'>Efficient search in hidden text of large DjVu documents</a>. </p>

source: <p> Search can be limited to a specific volume, e.g. <code>within vol1</code>,..., <code>within vol6</code>, <code>within vol6part1</code> or <code>within vol6part2</code>. </p>
pl: <p>Wyszukiwanie może być ograniczone do konkretnych tomów, n.p. <code>within vol1</code>,..., <code>within vol6</code>, <code>within vol6part1</code> lub <code>within vol6part2</code>. </p>

source: <p> The <code>within</code> clause can be also used to limit the search to the following <a href='..'>sections</a>: <code>body</code>, <code>errata</code>, <code>intro</code>, <code>info</code>, <code>varia</code>, <code>front</code>, <code>back</code>. </p>
pl: <p> Za pomocą warunku <code>within</code> wyszukiwanie może być też ograniczone do <a href='..'>sekcji o umownych nazwach</a>: <code>body</code>, <code>errata</code>, <code>intro</code>, <code>info</code>, <code>varia</code>, <code>front</code>, <code>back</code>. </p>

source: Poliqarp/marasca DjVu search engine at the Formal Linguistics Department of the University of Warsaw
pl: Wyszukiwarka Poliqarp/marasca Katedry Lingwistyki Formalnej Uniwersytetu Warszawskiego

source: Interface language:
pl: Język interfejsu

source: Change
pl: Zmień

source: About
pl: O wyszukiwarce

source: Available texts:
pl: Dostępne teksty:

source: Settings
pl: Ustawienia

source: Basic help
pl: Podstawowa pomoc

source: <p> The search engine provides access to two versions of the IMPACT Polish GT corpus: so called one-dimensional and two-dimensional. This version is one-dimensional, i.e. the hyphenated words has been automatically reconstructed. </p>
pl: <p> Za pomocą wyszukiwarki udostępnione są dwie wersje korpusu: tzw. wersja jednowymiarowa i dwuwymiarowa. Ta wersja jest jednowymiarowa, to znaczy słowa podzielone przy przenoszeniu do nowego wiersza zostały automatycznie odtworzone. </p>

source: <p> The corpus uses data made available by <a href='http://dl.psnc.pl/lang-pref/en/'>PSNC Digital Libraries Team</a>, namely <a href='http://dl.psnc.pl/activities/projekty/impact/results/lang-pref/en/'> a set of full text versions</a> of selected Polish historical documents from four digital libraries in Poland. The texts has been prepared in the framework of the <a href='http://www.impact-project.eu'>IMPACT</a> project and used as so called Ground-Truth for evaluation and training of OCR programs. </p>
pl: <p> Korpus wykorzystuje dane udostępnione przez <a href='http://dl.psnc.pl/lang-pref/pl/'>Zespół Bibliotek Cyfrowych Poznańskiego Centrum Superkomputerowo-Sieciowego</a>, mianowicie <a href='http://dl.psnc.pl/activities/projekty/impact/results/lang-pref/pl/'> zestaw pełnotekstowych wersji cyfrowych</a> wybranych dokumentów historycznych z czterech bibliotek cyfrowych w Polsce. Dane te zostały przygotowane w ramach projektu <a href='http://www.impact-project.eu'>IMPACT</a> jako teksty wzorcowe do oceny i trenowania programów do optycznego rozpoznawania znaków (OCR). </p>

source: <p> The corpus has been creating by <a href='http://www.mimuw.edu.pl/~kszafran/'>Krzysztof Szafran</a> using various free tools. </p>
pl: <p> Korpus przygotował <a href='http://www.mimuw.edu.pl/~kszafran/'>Krzysztof Szafran</a> stosując różne swobodne narzędzia programistyczne. </p>

source: <p> Some additional informations about the corpus are available in Janusz S. Bień's notes <a href='http://bc.klf.uw.edu.pl/288/'>Changes to the IMPACT project Polish Ground-Truth texts</a> and <a href='http://bc.klf.uw.edu.pl/289/'>Delivering the IMPACT project Polish Ground-Truth texts with Poliqarp for DjVu</a>. </p>
pl: <p> Pewne dodatkowe informacje o korpusie są dostępne w notatkach Janusza S. Bienia <a href='http://bc.klf.uw.edu.pl/288/'>Changes to the IMPACT project Polish Ground-Truth texts</a> i <a href='http://bc.klf.uw.edu.pl/289/'>Delivering the IMPACT project Polish Ground-Truth texts with Poliqarp for DjVu</a>. </p>

source: <p> The corpus consists of ca. 1.5 million segments. This version of the corpus is available since April 20, 2012. </p>
pl: <p> Korpus ten liczy ok. 1,5 mln segmentów (słów i znaków interpunkcyjnych). Aktualnie dostępna jest pierwsza wersja korpusu z 20 kwietnia 2012. </p>

source: <p> The <code>base</code> fields of the tokens contain so called facsimile transcription, while the <code>orth</code> fields contain simplified so called textel transcription. </p>
pl: <p> Element <code>base</code> reprezentacji słowa zawiera tzw. transkrypcję faksymilową, natomiast element <code>orth</code> uproszczoną tzw. transkrypcję tekstelową. </p>

source: <p> The metadata include the links to the digital library and the <code>title</code> field, which can be just displayed or used to limit the query with the <code>meta</code> clause. </p>
pl: <p> Metadane zawierają odsyłacze do bibliotek cyfrowych oraz pole <code>title</code>, które może być nie tylko wyświetlane, ale i wykorzystywane do ograniczania zakresu kwerendy za pomocą konstrukcji <code>meta</code>. </p>

source: <p> The <code>title</code> field takes the following values:
pl: <p> Pole <code>title</code> przyjmuje następujące wartości:

source: <p> The users are invited to join the mailing lists: <a href='http://lists.mimuw.edu.pl/listinfo/nmpt-ann'>the announcement list</a> and <a href='http://lists.mimuw.edu.pl/listinfo/nmpt-l'>the discussion list</a>. </p>
pl: Zachęca się użytkowników wyszukiwarki do korzystania z list pocztowych: <a href='http://lists.mimuw.edu.pl/listinfo/nmpt-ann'>listy komunikatów</a> i <a href='http://lists.mimuw.edu.pl/listinfo/nmpt-l'>listy dyskusyjnej</a>.

source: <p> The search engine provides access to two versions of the IMPACT Polish GT corpus: so called one-dimensional and two-dimensional. This version is two-dimensional, i.e. the hyphenation has been preserved in its original form. </p>
pl: <p> Za pomocą wyszukiwarki udostępnione są dwie wersje korpusu: tzw. wersja jednowymiarowa i dwuwymiarowa. Ta wersja jest dwuwymiarowa, to znaczy zachowane są podziału słów przy przenoszeniu do nowego wiersza. <p>

source: <p> The corpus consists of ca. 1.6 million segments. This version of the corpus is available since April 20, 2012. </p>
pl: <p> Korpus ten liczy ok. 1,6 mln segmentów (słów i znaków interpunkcyjnych). Aktualnie dostępna jest pierwsza wersja korpusu z 20 kwietnia 2012. </p>

source: <p> The search engine uses the electronic versions of the 15 volumes of <a href='http://www.mimuw.edu.pl/polszczyzna/SGKPi/'>The Geographical Dictionary of the Polish Kingdom and other Slavic Countries</a> (comprising together about 15 thousand pages including 14758 pages with entries) published on <a href='http://www.mimuw.edu.pl/polszczyzna/'>the Computer and Polish Language site</a> hosted on a server courtesy of <a href='http://www.mimuw.edu.pl/?LANG=en'>the Faculty of Mathematics, Informatics and Mechanics</a> of <a href='http://www.uw.edu.pl/en/'>the University of Warsaw</a>. </p>
pl: <p>Wykorzystywane przez wyszukiwarkę 15 tomów <a href='http://www.mimuw.edu.pl/polszczyzna/SGKPi/'>Słownika Geograficznego Królestwa Polskiego i innych krajów słowiańskich</a> (łacznie prawie 15 tysięcy stron, w tym 14758 stron z hasłami) znajduje się na witrynie <a href='http://www.mimuw.edu.pl/polszczyzna/'><i>Komputery i Polszczyzna</i></a> na serwerze <a href='http://www.mimuw.edu.pl/'>Wydziału Matematyki, Informatyki i Mechaniki</a> <a href='http://www.uw.edu.pl/'>Uniwersytetu Warszawskiego</a>.</p>

source: <p> It is the very first version on the dictionary available on Internet, prepared in 2005 by <a href='http://fleksem.klf.uw.edu.pl/~jsbien/'>Janusz S. Bień</a> upon the initiative of Ewa Stachowska-Musiał, at that time the head of the Preservation and Conservation Department of <a href='http://www.buw.uw.edu.pl/en/'>the University Library in Warsaw</a>. A year later <a href='http://mbc.malopolska.pl'>Małopolska Digital Library</a> published <a href='http://mbc.malopolska.pl/publication/113'>the version</a> based on scans made in 2003 by ZETO enterprise in Tarnów and till that moment available only on CD. Two year later (on 7th May 2007) a new Internet edition with <a href='http://dir.icm.edu.pl/pl/Slownik_geograficzny/'>a search engine</a> was published by <a href='http://www.icm.edu.pl/web/guest/home'>Interdisciplinary Centre for Mathematical and Computational Modelling</a> of <a href='http://www.uw.edu.pl/en/'>the University of Warsaw</a> considering it as the inauguration of the Domain of Internet Knowledge Repositories (now <a href='http://otwartanauka.pl/'>Open Science</a>). </p>
pl: <p>Jest to pierwsza internetowa edycja tego słownika, sporządzona w 2005 r. przez <a href='http://fleksem.klf.uw.edu.pl/~jsbien/'>Janusza S. Bienia</a> z inicjatywy Ewy Stachowskiej-Musiał, ówczesnej kierownik Oddziału Zabezpieczania i Konserwacji Zbiorów <a href='http://www.buw.uw.edu.pl/'>Biblioteki Uniwersyteckiej w Warszawie</a>. Rok później <a href='http://mbc.malopolska.pl'>Małopolska Biblioteka Cyfrowa</a> opublikowała <a href='http://mbc.malopolska.pl/publication/113'>wersję cyfrową</a> opartą na skanach przygotowanych w 2003 r. przez ZETO w Tarnowie i wcześniej udostępnianych tylko na płytach CD. Dwa lata później (7 maja 2007 r.) swoją edycję uzupełnioną o <a href='http://dir.icm.edu.pl/pl/Slownik_geograficzny/'>wyszukiwarkę</a> udostępniło <a href='http://www.icm.edu.pl/'>Interdyscyplinarne Centrum Modelowania Matematycznego i Komputerowego</a> <a href='http://www.uw.edu.pl/'>Uniwersytetu Warszawskiego</a> w ramach uroczystej inauguracji Domeny Internetowych Repozytoriów Wiedzy (obecnie <a href='http://otwartanauka.pl/'>Otwarta Nauka</a>).</p>

source: <p> The scans of the dictionary has been prepared in 2003 by the University Library in Warsaw upon the initiative of the Interdisciplinary Centre for Mathematical and Computational Modelling of the University of Warsaw, which partially funded the task. OCR has been done in 2010 by Janusz S. Bień with FineReader 10, setting the language to Polish and leaving other parametrs at their default values, saving the results in PDF format and subsequently converting them with <a href='http://pdf2djvu.googlecode.com'>pdf2djvu</a> to DjVu format and finally into Poliqarp corpus format. </p>
pl: <p>Skanowanie słownika wykonała w 2003 r. Biblioteka Uniwersytecka w Warszawie z inicjatywy Interdyscyplinarnego Centrum Modelowania Matematycznego i Komputerowego, które częściowo finansowało tę pracę. OCR wykonał w 2010 r. Janusz S. Bień za pomocą programu FineReader 10 (język polski, pozostałe parametry domyślne) zapisując wyniki w formacie PDF, które następnie za pomocą programu <a href='http://pdf2djvu.googlecode.com'>pdf2djvu</a> skonwertował na format DjVu (zastępując poprzednią wersję plików) i przekształcił wyniki OCR na format korpusu.</p>

source: <p> The corpus consists of ca. 19 million segments. This is the version 1 of the corpus, available since November 12, 2010. </p>
pl: <p> Korpus ten liczy ok. 19 mln segmentów. Aktualnie dostępna jest wersja 1 korpusu z 12 listopada 2010. </p>

source: <p> Search can be limited to a specific volume with the meta clause, e.g. <code>meta vol=i/X</code> or <code>meta vol=I/X</code> limits the search to the first volume. </p>
pl: <p> Wyszukiwanie może być ograniczone do konkretnych tomów za pomocą warunku meta, np. <code>meta vol=i/X</code> lub <code>meta vol=I/X</code> ogranicza wyszukiwanie do pierwszego tomu. </p>

source: <p> The <code>within</code> clause can be used to limit the search to the so called sections: <code>front</code> (the frontmatter), <code>intro</code> (the preface), <code>info</code> (other informational matter) <code>body</code> (the entries), <code>errata</code> (corrections and additions), <code>back</code> (backmatter). </p>
pl: <p> Za pomocą warunku <code>within</code> wyszukiwanie może być ograniczone do sekcji, noszących umowne nazwy: <code>front</code> (tytularia itp.), <code>intro</code> (wstępy zawarte w I tomie), <code>list</code> (listy haseł na początku poszczególnych tomów), <code>body</code> (hasła), <code>errata</code> (erraty i uzupełnienia, ta sekcja zawiera się w <code>body</code>), <code>back</code> (końcowe strony tomu), <code>inset</code> (wkładki z wykazem źródeł i skrótów). </p>

source: <p> This is a preliminary retrodigitization of <a href='http://korpusy.klf.uw.edu.pl/extra/linde/index.djvu'> the second edition of Linde's dictionary</a> in a form of a two-layer (texts and scans) <a href='http://en.wikipedia.org/wiki/DjVu'>DjVu</a> corpus with an <a href='https://bitbucket.org/jsbien/ilindecsv'>index</a> and the two-level regular expressions <a href='http://jwilk.net/software/poliqarp'>Poliqarp search engine</a>. </p>
pl: <p> Wstępna wersja retrodygitalizacji <a href='http://korpusy.klf.uw.edu.pl/extra/linde/index.djvu'> drugiego wydania słownika Lindego</a> w formie dwuwarstwowego (teksty i skany) korpusu <a href='http://en.wikipedia.org/wiki/DjVu'>DjVu</a> z <a href='https://bitbucket.org/jsbien/ilindecsv'>indeksem</a> i wyszukiwarką <a href='http://jwilk.net/software/poliqarp'>Poliqarp</a> wykorzystującą dwupoziomowe wyrażenia regularne. </p>
